       IDENTIFICATION DIVISION.
       PROGRAM-ID. HELLOCOBOL.

       DATA DIVISION.
       WORKING-STORAGE SECTION.

       PROCEDURE DIVISION.
           DISPLAY "Hello World!".
           STOP RUN.
